Repository: acmgit/cucina_vegana
Catalog: locale/*.po
Languages: de

source: Asparagus
de: Spargel

source: Seed
de: Samen

source: Chives
de: Schnittlauch

source: Flax
de: Flachs

source: Blueberry purree
de: Blaubeermus

source: Blueberry pot
de: Topf Blaubeermus

source: Blueberry pot (cooked)
de: Topf Blaubeermus (gekocht)

source: Ciabatta dough
de: Ciabatta Teig

source: Dandelion Honey
de: Löwenzahn Honig

source: Dandelion Suds
de: Löwenzahn Lauge

source: Dandelion Suds (cooking)
de: Löwenzahn Lauge (kochend)

source: Molasses
de: Melasse

source: Pizzadough
de: Pizzateig

source: Rice Flour
de: Reismehl

source: Soy Milk
de: Soja Milch

source: Sunflower Seeds Dough
de: Sonnenblumenkern Teig

source: Sunflower Seeds Flour
de: Sonnenblumenkern Mehl

source: Tofu (raw)
de: Tofu (roh)

source: Imitation Butter
de: Analog Butter

source: Imitation Cheese
de: Analog Käse

source: Imitation Fish
de: Analog Fisch

source: Imitation Meat
de: Analog Fleisch

source: Imitation poultry
de: Analog Geflügel

source: Flax (raw)
de: Flachs (roh)

source: Lettuce
de: Salat

source: Parsley
de: Petersilie

source: Peanut
de: Erdnuss

source: Rice
de: Reis

source: Rosemary Twig
de: Rosmarien Zweig

source: Soy Bean
de: Sojabohnen

source: Sunflower
de: Sonnenblume

source: Sunflower Seeds
de: Sonnenblumenkerne

source: Roasted Kohlrabi
de: Gerösteter Kohlrabi

source: Roasted Sunflower Seeds
de: Geröstete Sonnenblumenkerne

source: Sunflower Seeds Bread
de: Sonnenblumenkernbrot

source: Vegan Sushi
de: Veganes Sushi

source: Glass Bowl
de: Glasschüssel

source: Bottle of Flaxseed Oil
de: Flasche Leinsamenöl

source: Mushroomlight Glass
de: Leuchtendes Pilzglas

source: Bottle of Peanut Oil
de: Flasche Erdnussöl

source: Plate
de: Teller

source: Bottle of Sunflower Seeds Oil
de: Flasche Sonnenblumenkernöl

source: Blueberry Jam
de: Blaubeer Marmelade

source: Ciabatta Bread
de: Ciabatta Brot

source: Edamame (raw)
de: Edamame (roh)

source: Salad Oil
de: Salatöl

source: Peanut Butter
de: Erdnussbutter

source: Glass Salad Bowl
de: Schüssel Salat

source: Asparagus Hollandaise (raw)
de: Spargel Hollandaise (roh)

source: Asparagus on Rice (raw)
de: Spargel auf Reis (roh)

source: Asparagus Soup (raw)
de: Spargel Suppe (roh)

source: Bowl of Rice (raw)
de: Schüssel Reis (roh)

source: Fish on Parsley and Rosemary (raw)
de: Fisch auf Petersilie und Rosmarien (roh)

source: Fryer (raw)
de: Brathuhn (roh)

source: Fryer
de: Brathuhn

source: Kohlrabi Soup (raw)
de: Kohlrabi Suppe (roh)

source: Salad Bowl Hollandaise
de: Schüssel Salat Hollandaise

source: Soy Soup (raw)
de: Soja Suppe (roh)

source: Tofu on Chives and Rosemary (raw)
de: Tofu auf Schnittlauch und Rosmarien (roh)

source: Asparagus Hollandaise
de: Spargel Hollandaise

source: Asparagus on Rice
de: Spargel auf Reis

source: Asparagus Soup
de: Spargel Suppe

source: Bowl of Rice
de: Schüssel Reis

source: Fish on Parsley and Rosemary
de: Fisch auf Petersilie und Rosmarien

source: Kohlrabi Soup
de: Kohlrabi Suppe

source: Pizza Vegana (raw)
de: Pizza Vegana (roh)

source: Pizza Funghi (raw)
de: Pizza Funghi (roh)

source: Soy Soup
de: Soja Suppe

source: Tofu on Chives and Rosemary
de: Tofu auf Schnittlauch und Rosmarien

source: Rosemary
de: Rosmarie

source: Soy
de: Soja
